{"inputs": {"question": "CASK DISORDER", "context": "Context 0: PMID: 24278995, Abstract: CLINICAL CHARACTERISTICS: CASK disorders include a spectrum of phenotypes in both females and males. Two main types of clinical presentation are seen: Microcephalywith pontine and cerebellar hypoplasia (MICPCH), generally associated withpathogenic loss-of-function variants in CASK. X-linked intellectual disability(XLID) with or without nystagmus, generally associated with hypomorphic CASKpathogenic variants. MICPCH is typically seen in females with moderate-to-severeintellectual disability, progressive microcephaly with or without ophthalmologicanomalies, and sensorineural hearing loss. Most are able to sit independently;20%-25% attain the ability to walk; language is nearly absent in most. Neurologicfeatures may include axial hypotonia, hypertonia/spasticity of the extremities,and dystonia or other movement disorders. Nearly 40% have seizures by age tenyears. Behaviors may include sleep disturbances, hand stereotypies, and selfbiting. MICPCH in males may occur with or without severe epileptic encephalopathyin addition to severe-to-profound developmental delay. When seizures are presentthey occur early and may be intractable. In individuals and families with milder(i.e., hypomorphic) pathogenic variants, the clinical phenotype is usually thatof XLID with or without nystagmus and additional clinical features. Males havemild-to-severe intellectual disability, with or without nystagmus and otherocular features. Females typically have normal intelligence with some displayingmild-to-severe intellectual disability with or without ocular features.DIAGNOSIS/TESTING: The diagnosis of a CASK disorder is established in a femalewho is heterozygous for a CASK pathogenic variant and in a male who is hemizygousfor a CASK pathogenic variant on molecular genetic testing. Rarely, affectedmales have a mosaic pathogenic variant. MANAGEMENT: Treatment of manifestations:Treatment is symptomatic and includes standard management of developmental delayand intellectual disability issues; medication for seizures; nutritional support;use of physiotherapy; and treatment of abnormal vision or hearing loss. GENETICCOUNSELING: CASK disorders are inherited in an X-linked manner. Risk to thefamily members of a proband with a CASK disorder depends on the phenotype (i.e.,MICPCH or XLID +/- nystagmus) in the proband. MICPCH. Most affected females andmales represent simplex cases (i.e., the only affected family member) and havethe disorder as the result of a de novo CASK pathogenic variant. Becauseheterozygous females manifest the phenotype, an asymptomatic mother is unlikelyto be heterozygous for the CASK pathogenic variant. If a proband represents asimplex case, the recurrence risk to sibs appears to be low but greater than thatof the general population because of the possibility of parental germlinemosaicism. XLID +/- nystagmus. The father of a male with a CASK disorder will nothave the disorder nor will he be hemizygous for the CASK pathogenic variant. If amale is the only affected family member, the mother may be a heterozygote or theaffected male may have a de novo pathogenic variant. In a family with more thanone affected individual, the mother of an affected male is an obligateheterozygote. If the mother of the proband has a CASK pathogenic variant, thechance of transmitting it in each pregnancy is 50%: males who inherit thepathogenic variant will be affected; females who inherit the pathogenic variantwill typically be asymptomatic but may have a range of manifestations. If theCASK pathogenic variant cannot be detected in maternal leukocyte DNA, the risk tosibs is greater than that of the general population because of the possibility ofparental germline mosaicism. Once the CASK pathogenic variant has been identifiedin an affected family member, prenatal testing for a pregnancy at increased riskand preimplantation genetic testing for a CASK disorder are possible., Title: CASK Disorders., Authors: Moog, Ute|Kutsche, Kerstin,, Data of Publication: 1993, Terms or keywords associated with the article: Intellectual Disability and Microcephaly with Pontine and Cerebellar Hypoplasia (MICPCH)|X-Linked Intellectual Disability (XLID) with or without Nystagmus|Peripheral plasma membrane protein CASK|CASK|CASK Disorders, Context 1: PMID: 33151655, Abstract: CLINICAL CHARACTERISTICS: Pycnodysostosis is characterized by short-limbed short stature, typical facial appearance (convex nasal ridge and small jaw with obtusemandibular angle), osteosclerosis with increased bone fragility, acroosteolysisof the distal phalanges, delayed closure of the cranial sutures, and dysplasia ofthe clavicle. In affected individuals, the facial features become more prominentwith age, likely due to progressive acroosteolysis of the facial bones, but canusually be appreciated from early childhood, particularly the small jaw andconvex nasal ridge. Additional features include dental and nail anomalies.Intelligence is typically normal with mild psychomotor difficulties reported insome individuals. DIAGNOSIS/TESTING: The diagnosis of pycnodysostosis can beestablished in a proband with characteristic clinical and radiographic featuresand/or biallelic pathogenic variants in CTSK identified by molecular genetictesting. MANAGEMENT: Treatment of manifestations: Growth hormone therapy;environmental or occupational modifications as needed; orthopedic management offractures and scoliosis; craniofacial and neurosurgical management as requiredfor cleft palate, craniosynostosis, maxillary and mandibular hypoplasia;pulmonology and sleep medicine specialist management of obstruction sleep apnea;consultation with expert anesthetist prior to any planned surgery; dental andorthodontic care for dental anomalies; standard management per ophthalmologistfor vision concerns. Surveillance: Annual physical examination includingassessment for scoliosis, asymmetry, frequency of fractures, weight andnutrition, and psychological assessment; polysomnography every two years; annualevaluation with specialist dentist and ophthalmologist. Agents/circumstances toavoid: If general anesthesia is needed, consider the possibility of difficultintubation prior to scheduling anesthesia. Pregnancy management: In individualswith a small pelvis, delivery by caesarean section should be considered. However,each individual should be assessed by an obstetrician and anesthetist familiarwith skeletal dysplasia. GENETIC COUNSELING: Pycnodysostosis is inherited in anautosomal recessive manner. If both parents are known to be heterozygous for aCTSK pathogenic variant, each sib of an affected individual has at conception a25% chance of being affected, a 50% chance of being an asymptomatic carrier, anda 25% chance of being unaffected and not a carrier. Once the CTSK pathogenicvariants have been identified in an affected family member, carrier testing forat-risk relatives, prenatal testing for a pregnancy at increased risk, andpreimplantation genetic testing are possible., Title: Pycnodysostosis., Authors: LeBlanc, Shannon|Savarirayan, Ravi,, Data of Publication: 1993, Terms or keywords associated with the article: Pyknodysostosis|Toulouse-Lautrec Syndrome|CTSK-Related Pyknodysostosis|Pyknodysostosis|Toulouse-Lautrec Syndrome|CTSK-Related Pyknodysostosis|Cathepsin K|CTSK|Pycnodysostosis, "}}