{"inputs": {"question": "asdsad", "context": "Context 0: PMID: 37588694, Abstract: Autism Spectrum Disorder (ASD) is a complex neurodevelopmental disease that impacts a child's way of behavior and social communication. In early childhood,children with ASD typically exhibit symptoms such as difficulty in socialinteraction, limited interests, and repetitive behavior. Although there aresymptoms of ASD disease, most people do not understand these symptoms andtherefore do not have enough knowledge to determine whether or not a child hasASD. Thus, early detection of ASD children based on accurate diagnosis modelbased on Artificial Intelligence (AI) techniques is a critical process to reducethe spread of the disease and control it early. Through this paper, a newDiagnostic Autism Spectrum Disorder (DASD) strategy is presented to quickly andaccurately detect ASD children. DASD contains two layers called Data Filter Layer(DFL) and Diagnostic Layer (DL). Feature selection and outlier rejectionprocesses are performed in DFL to filter the ASD dataset from less importantfeatures and incorrect data before using the diagnostic or detection method in DLto accurately diagnose the patients. In DFL, Binary Gray Wolf Optimization (BGWO)technique is used to select the most significant set of features while BinaryGenetic Algorithm (BGA) technique is used to eliminate invalid training data.Then, Ensemble Diagnosis Methodology (EDM) as a new diagnostic technique is usedin DL to quickly and precisely diagnose ASD children. In this paper, the maincontribution is EDM that consists of several diagnostic models including EnhancedK-Nearest Neighbors (EKNN) as one of them. EKNN represents a hybrid techniqueconsisting of three methods called K-Nearest Neighbors (KNN), Naive Bayes (NB),and Chimp Optimization Algorithm (COA). NB is used as a weighed method to convertdata from feature space to weight space. Then, COA is used as a data generationmethod to reduce the size of training dataset. Finally, KNN is applied on thereduced data in weight space to quickly and accurately diagnose ASD childrenbased on new training dataset with small size. ASD blood tests dataset is used totest the proposed DASD strategy against other recent strategies [1]. It isconcluded that the DASD strategy is superior to other strategies based on manyperformance measures including accuracy, error, recall, precision, micro_averageprecision, macro_average precision, micro_average recall, macro_average recall,F1-measure, and implementation-time with values equal to 0.93, 0.07, 0.83, 0.82,0.80, 0.83, 0.79, 0.81, 0.79, and 1.5 s respectively., Title: A new diagnostic autism spectrum disorder (DASD) strategy using ensemble diagnosis methodology based on blood tests., Authors: Rabie, Asmaa H|Saleh, Ahmed I,, Data of Publication: 2023 Dec, Terms or keywords associated with the article: Artificial intelligence|Autism|Ensemble classification|Feature selection|Outlier rejection, Journal Title: Health information science and systems, Context 1: PMID: 23609958, Abstract: Autism spectrum disorders include autistic and Asperger's Syndrome (AS), often studied in terms of executive functions (EF), with controversial results. UsingPlanning Attention Simultaneous Successive theory (PASS; Das et al. in Assessmentof cognitive processes: the PASS theory of intelligence. Allyn and Bacon, Boston,MA, 1994), this research compares the cognitive profiles obtained by theCognitive Assessment System (CAS; Naglieri and Das in Cognitive assessmentsystem. Riverside, Itasca, IL, 1997) of 15 subjects with typical development, 18with autistic disorder and 20 with AS. Results highlight lower profiles forchildren with autistic and AS compared with typical development and even lowerPlanning and Attention processes for the group with autistic disorders than thatwith Asperger's. Subjects with Asperger's diagnosis do not differ from those withtypical development as regards Simultaneous and Successive processes. Results arediscussed in the light of current studies about EF., Title: Brief report: cognitive performance in autism and Asperger's syndrome: what are the differences?, Authors: Taddei, Stefano|Contena, Bastianina,, Data of Publication: 2013 Dec, Journal Title: Journal of autism and developmental disorders, Medical subject headings: Asperger Syndrome/*psychology|Autistic Disorder/*psychology|Child|Executive Function|Female|Humans|Intelligence|Male, "}}